Repository: rubenaraya/SinergIA
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

# Los-datos-recibidos-no-se-procesaron
source: The data received was not processed correctly
es: Los datos recibidos no fueron procesados correctamente

# Error-no-manejado
source: Internal Server Error
es: Error interno del Servidor

# API-key-invalida
source: Invalid API key
es: API key no válida

# Encabezado-de-autorizacion-invalido
source: Invalid authorization header
es: Encabezado de autorización no válido

# Token-invalido
source: Invalid or expired token
es: Token no válido o caducado

# No-autorizado-para-acceder
source: You do not have permissions to perform this action
es: No tiene permisos para realizar esta acción

# Los-datos-recibidos-son-invalidos
source: The data received is not valid
es: Los datos recibidos no son válidos

# Error-en-exportador-Word
source: Error in Word exporter
es: Error en exportador Word

# Error-en-exportador-PDF
source: Error in PDF exporter
es: Error en exportador PDF

# Error-en-exportador-Excel
source: Error in Excel exporter
es: Error en exportador Excel

# Error-en-exportador-CSV
source: Error in CSV exporter
es: Error en exportador CSV

# El-archivo-ya-existe
source: A file named '{recurso}' already exists
es: Ya existe un archivo llamado '{recurso}'

# Error-al-guardar-el-archivo
source: Error saving file
es: Error al guardar el archivo

# Archivo-cargado-con-exito
source: The file '{recurso}' was uploaded successfully
es: El archivo '{recurso}' fue cargado con éxito

# Tipo-de-carga-no-valido
source: Invalid upload type
es: Tipo de carga no válido

# No-se-recibio-ninguna-carga
source: No upload received
es: No se recibió ninguna carga

# La-carga-recibida-no-contiene-archivo
source: The received upload does not contain a file
es: La carga recibida no contiene archivo

# El-tipo-de-archivo-no-esta-permitido
source: File type is not allowed
es: El tipo de archivo no está permitido

# El-archivo-supera-el-peso-maximo-aceptado
source: The file exceeds the maximum accepted size
es: El archivo supera el peso máximo aceptado

# Archivo-no-encontrado
source: The file '{recurso}' was not found
es: El archivo '{recurso}' no fue encontrado

# Permiso-denegado-para-eliminar-el-archivo
source: Permission denied to delete file
es: Permiso denegado para eliminar el archivo

# Error-desconocido-al-acceder-al-archivo
source: Unknown error accessing file
es: Error desconocido al acceder al archivo

# Permiso-denegado-para-escribir-el-archivo
source: Permission denied to write the file
es: Permiso denegado para escribir el archivo

# Permiso-denegado-para-abrir-el-archivo
source: Permission denied to open file
es: Permiso denegado para abrir el archivo

# Error-de-IO-al-escribir-el-archivo
source: I/O error writing to file
es: Error de I/O al escribir en el archivo

# La-carpeta-no-existe
source: The folder does not exist
es: La carpeta no existe

# Permiso-denegado-para-eliminar-la-carpeta
source: Permission denied to delete folder
es: Permiso denegado para eliminar la carpeta

# Error-del-sistema-operativo-al-eliminar-la-carpeta
source: OS error when deleting folder
es: Error del sistema operativo al eliminar la carpeta

# Permiso-denegado-para-crear-la-carpeta
source: Permission denied to create folder
es: Permiso denegado para crear la carpeta

# Error-del-sistema-operativo-al-crear-la-carpeta
source: Operating system error creating folder
es: Error del sistema operativo al crear la carpeta

# Error-desconocido-al-acceder-a-la-carpeta
source: Unknown error accessing folder
es: Error desconocido al acceder a la carpeta

# Hay-{total}-casos.-Lista-del-{primero}-al-{ultimo}
source: There are {total} cases. List from {primero} to {ultimo}
es: Hay {total} casos. Lista del {primero} al {ultimo}

# Error-en-exportador-Audio
source: Audio exporter error
es: Error en exportador de Audio

# Form-Autenticacion
source: Login
es: Autenticación

# Datos-para-iniciar-sesion
source: Sign in to your account to continue
es: Inicia sesión en tu cuenta para continuar

# Iniciar-sesion
source: Log in
es: Iniciar sesión

# Nombre-usuario
source: Email Address
es: Correo-e

# Nombre-de-usuario
source: User email address
es: Correo-electrónico

# Debe-ingresar-su-nombre-de-usuario
source: You must enter your username
es: Debes ingresar tu nombre de usuario

# Contraseña-usuario
source: Password
es: Contraseña

# Contraseña-del-usuario
source: User password
es: Contraseña del usuario

# Debe-ingresar-su-contraseña
source: You must enter your password
es: Debes ingresar tu contraseña
